Repository: yeager/swedish-tm
Catalog: sv-weblate.tmx
Source language: en
Languages: sv

source: Minimap currently disabled by game or mod
sv: Minimapp fÃ¶r nÃ¤rvarande inaktiverad av spel eller modd

source: Multiplayer
sv: FlerspelarlÃ¤ge

source: Noclip mode disabled
sv: NocliplÃ¤ge inaktiverat

source: Noclip mode enabled
sv: NocliplÃ¤ge aktiverat

source: Noclip mode enabled (note: no 'noclip' privilege)
sv: NocliplÃ¤ge aktiverat (notera: inget 'noclip'-tillstÃ¥nd)

source: Node definitions...
sv: Noddefinitioner...

source: Pitch move mode disabled
sv: HÃ¶jdfÃ¶rÃ¤ndringslÃ¤ge avaktiverad

source: Pitch move mode enabled
sv: HÃ¶jdfÃ¶rÃ¤ndringslÃ¤ge aktiverad

source: Profiler graph shown
sv: Profileringsgraf visas

source: Resolving address...
sv: Kollar upp address....

source: Shutting down...
sv: StÃ¤nger av...

source: Singleplayer
sv: EnspelarlÃ¤ge

source: Sound muted
sv: Ljudvolym avstÃ¤ngd

source: Sound system is not supported on this build
sv: Ljudsystem stÃ¶ds inte i detta bygge

source: Sound unmuted
sv: Ljud pÃ¥satt

source: The server is probably running a different version of %s.
sv: Servern kÃ¶r troligtvist en annan version av %s.

source: Unable to connect to %s because IPv6 is disabled
sv: Kan inte ansluta till %s eftersom IPv6 Ã¤r inaktiverad

source: Unable to listen on %s because IPv6 is disabled
sv: Kan inte lyssna pÃ¥ %s eftersom IPv6 Ã¤r inaktiverad

source: Unlimited viewing range disabled
sv: Avaktiverat obegrÃ¤nsat visningsomrÃ¥de

source: Unlimited viewing range enabled
sv: Aktiverat obegrÃ¤nsat visningsomrÃ¥de

source: Unlimited viewing range enabled, but forbidden by game or mod
sv: ObegrÃ¤nsad visningsomrÃ¥de aktiverad, men tillÃ¥ts inte av spel eller modd

source: Viewing changed to %d (the minimum)
sv: VisningsomrÃ¥de Ã¤ndras till %d (det minsta)

source: Viewing changed to %d (the minimum), but limited to %d by game or mod
sv: VisningsomrÃ¥de Ã¤ndrat till %d (det minsta), men begrÃ¤nsad till %d av spel eller modd

source: Viewing range changed to %d
sv: VisningsomrÃ¥de Ã¤ndrad till %d

source: Viewing range changed to %d (the maximum)
sv: VisningsomrÃ¥de Ã¤ndrad till %d (det maximala)

source: Viewing range changed to %d (the maximum), but limited to %d by game or mod
sv: VisningsomrÃ¥de Ã¤ndrat till %d (det hÃ¶gsta), men begrÃ¤nsad till %d av spel eller modd

source: Viewing range changed to %d, but limited to %d by game or mod
sv: VisningsomrÃ¥de Ã¤ndrad till %d, men begrÃ¤nsad till %d av spel eller modd

source: Volume changed to %d%%
sv: Volym Ã¤ndrad till to %d%%

source: Wireframe not supported by video driver
sv: TrÃ¥dmodell stÃ¶ds inte av videodrivrutinen

source: Wireframe shown
sv: Wireframe visas

source: Zoom currently disabled by game or mod
sv: Zoom Ã¤r fÃ¶r nÃ¤rvarande inaktiverad av spel eller modd

source: - Mode:
sv: - LÃ¤ge:

source: - Public:
sv: Offentlig

source: - PvP:
sv: - Spelare mot spelare (PvP):

source: - Server Name:
sv: - Servernamn:

source: Continue
sv: Fortsätt

source: Controls: No menu open: - slide finger: look around - tap: place/punch/use (default) - long tap: dig/use (default) Menu/inventory open: - double tap (outside): --> close - touch stack, touch slot: --> move stack - touch&drag, tap 2nd finger --> place single item to slot
sv: Kontroller: Ingen meny Ã¶ppen: - dra finger: Titta runt - tryck en gÃ¥ng: placera/slÃ¥/anvÃ¤nd (standard) - hÃ¥ll inne: grÃ¤v/anvÃ¤nd (standard) Meny/fÃ¶rrÃ¥d Ã¶ppen: - Dubbelknapp (utanfÃ¶r): --> stÃ¤ng - rÃ¶r stapel, rÃ¶r lÃ¥da: --> flytta stapel - tryck&dra, tryck med andra fingret --> placera ett fÃ¶remÃ¥l i lÃ¥da

source: Exit to Menu
sv: Avsluta till Meny

source: Exit to OS
sv: Avsluta till OS

source: Game info:
sv: Spelinformation:

source: Game paused
sv: Spel pausat

source: Hosting server
sv: Arrangerar server

source: Off
sv: Av

source: On
sv: på

source: Remote server
sv: AvlÃ¤gsen server

source: Respawn
sv: Ã teruppstÃ¥

source: Sound Volume
sv: Ljudvolym

source: You died
sv: Du dog

source: Chat currently disabled by game or mod
sv: Chatt Ã¤r fÃ¶r nÃ¤rvarande inaktiverad av spel eller modd

source: Chat hidden
sv: Chatt gÃ¶md

source: Chat shown
sv: Chatt visas

source: HUD hidden
sv: HUD gÃ¶md

source: HUD shown
sv: HUD visas

source: Profiler hidden
sv: Profilering gÃ¶md

source: Profiler shown (page %d of %d)
sv: Profilering visas (sida %d av %d)

source: Break Key
sv: Break

source: Clear Key
sv: Rensa tagent

source: Control Key
sv: Kontrollknapp

source: Delete Key
sv: Ta bort knapp

source: Down Arrow
sv: NedÃ¥t pil

source: Insert
sv: Infoga

source: Left Arrow
sv: VÃ¤nster pil

source: Left Control
sv: VÃ¤nster Control

source: Left Menu
sv: VÃ¤nster Meny

source: Left Shift
sv: VÃ¤nster Shift

source: Left Windows
sv: VÃ¤nster Windowstangent

source: Menu Key
sv: Menyknapp

source: Pause Key
sv: Paustagent

source: Play
sv: Spela

source: Return Key
sv: Returtagent

source: Right Arrow
sv: HÃ¶ger pil

source: Right Control
sv: HÃ¶ger Control

source: Right Menu
sv: HÃ¶ger Meny

source: Right Shift
sv: HÃ¶ger Shift

source: Right Windows
sv: HÃ¶ger Windowstangent

source: Shift Key
sv: Skifttagent

source: Space
sv: Mellanslag

source: Up Arrow
sv: UppÃ¥t pil

source: Minimap hidden
sv: Minimapp gÃ¶md

source: Minimap in radar mode, Zoom x%d
sv: Minimapp i radarlÃ¤ge, Zoom x%d

source: Minimap in surface mode, Zoom x%d
sv: Minimapp i ytlÃ¤ge, Zoom x%d

source: Minimap in texture mode
sv: Minimapp i texturlÃ¤ge

source: Failed to compile the "%s" shader.
sv: Misslyckades att kompilera "%s"-shadern.

source: GLSL is not supported by the driver
sv: GLSL stÃ¶ds inte av drivrutinen

source: %s is missing:
sv: %s saknas:

source: Install and enable the required mods, or disable the mods causing errors.
sv: Installera och aktivera de moddar som krÃ¤vs eller inaktivera de moddar som orsakar fel.

source: Note: this may be caused by a dependency cycle, in which case try updating the mods.
sv: Observera: Detta kan bero pÃ¥ en beroendecykel, i sÃ¥ fall fÃ¶rsÃ¶k dÃ¥ att uppdatera moddarna.

source: Some mods have unsatisfied dependencies:
sv: Vissa moddar har otillfredsstÃ¤llda beroenden:

source: Press Button
sv: Tryck på knappen

source: Failed to open webpage
sv: Misslyckades att Ã¶ppna hemsida

source: Opening webpage
sv: Ãppnar hemsida

source: Open URL?
sv: Ãppna URL?

source: Unable to open URL
sv: Misslyckades att Ã¶ppna URL:en

source: Change
sv: Ãndra

source: New Password
sv: Nytt LÃ¶senord

source: Old Password
sv: Gammalt lösenord

source: Passwords do not match!
sv: LÃ¶senorden matchar inte!

source: Muted
sv: Tyst

source: Sound Volume: %d%%
sv: Ljudvolym: %d%%

source: Add button
sv: LÃ¤gg till knapp

source: Start dragging a button to add. Tap outside to cancel.
sv: BÃ¶rja dra i en knapp fÃ¶r att lÃ¤gga till. Tryck utanfÃ¶r fÃ¶r att avbryta.

source: Tap a button to select it. Drag a button to move it.
sv: Tryck pÃ¥ en knapp fÃ¶r att vÃ¤lja den. Dra en knapp fÃ¶r att flytta den.

source: Tap outside to deselect.
sv: Tryck utanfÃ¶r fÃ¶r att avmarkera.

source: Change camera
sv: Ãndra kamera

source: Dig/punch/use
sv: GrÃ¤v/slÃ¥/anvÃ¤nd

source: Drop
sv: SlÃ¤pp

source: Exit
sv: Avsluta

source: Jump
sv: Hoppa

source: Overflow menu
sv: ÃverflÃ¶dsmeny

source: Place/use
sv: Placera/anvÃ¤nd

source: Range select
sv: VÃ¤lj rÃ¤ckvidd

source: Sneak
sv: Smyg

source: Toggle chat log
sv: VÃ¤xla chattlog

source: Toggle debug
sv: VÃ¤xla avlusning

source: Toggle fast
sv: VÃ¤xla snabblÃ¤ge

source: Toggle fly
sv: VÃ¤xla flyglÃ¤ge

source: Toggle minimap
sv: VÃ¤xla minimapp

source: Toggle noclip
sv: VÃ¤xla noclip

source: Another client is connected with this name. If your client closed unexpectedly, try again in a minute.
sv: En annan anvÃ¤ndare Ã¤r ansluten med detta namn. Om din klient stÃ¤ngdes ovÃ¤ntat, fÃ¶rsÃ¶k igen om en minut.

source: Empty passwords are disallowed. Set a password and try again.
sv: Tomma lÃ¶senord Ã¤r inte tillÃ¥tna. Ange ett lÃ¶senord och fÃ¶rsÃ¶k igen.

source: Internal server error
sv: Internt serverfel

source: Invalid password
sv: Ogiltigt lÃ¶senord

source: LANG_CODE
sv: sv

source: Name is not registered. To create an account on this server, click 'Register'
sv: Namnet Ã¤r inte registrerat. FÃ¶r att skapa ett konto pÃ¥ servern, tryck 'Registrera'

source: Name is taken. Please choose another name
sv: Namnet Ã¤r redan taget. Var snÃ¤ll vÃ¤lj ett annat namn

source: Player name contains disallowed characters
sv: Spelarnamn innehÃ¥ller otillÃ¥tna tecken

source: Player name not allowed
sv: Spelarnamn Ã¤r inte tillÃ¥tet

source: Server shutting down
sv: Server stÃ¤ngs av

source: The server has experienced an internal error. You will now be disconnected.
sv: Servern har upplevt ett internt fel. Du kommer nu att kopplas bort.

source: The server is running in singleplayer mode. You cannot connect.
sv: Servern kÃ¶rs i singleplayerlÃ¤ge. Du kan inte ansluta.

source: Too many users
sv: FÃ¶r mÃ¥nga spelare

source: Unknown disconnect reason.
sv: OkÃ¤nd bortkopplingsorsak.

source: Your client sent something the server didn't expect. Try reconnecting or updating your client.
sv: Din klient skickade nÃ¥got som servern inte fÃ¶rvÃ¤ntade. FÃ¶rsÃ¶k att Ã¥teransluta eller uppdatera din klient.

source: Your client's version is not supported. Please contact the server administrator.
sv: Din klientversion stÃ¶ds inte. VÃ¤nligen kontakta serveradministratÃ¶ren.

source: %s while shutting down:
sv: %s under avstÃ¤ngning:

source: (X,Y,Z) offset of fractal from world center in units of 'scale'. Can be used to move a desired point to (0, 0) to create a suitable spawn point, or to allow 'zooming in' on a desired point by increasing 'scale'. The default is tuned for a suitable spawn point for Mandelbrot sets with default parameters, it may need altering in other situations. Range roughly -2 to 2. Multiply by 'scale' for offset in nodes.
sv: (X,Y,Z) fÃ¶rskjutning av fraktal frÃ¥n vÃ¤rldscenter i enheten 'skala'. Kan anvÃ¤ndas fÃ¶r att fÃ¶rflytta en punkt till (0, 0) fÃ¶r att skapa en passande spawnpunkt, eller fÃ¶r att tillÃ¥ta inzoomning pÃ¥ en specifik punkt genom att hÃ¶ja 'scale'. UrsprungsvÃ¤rdena passar en spawnpunkt fÃ¶r mandelbrotmÃ¤ngder, den kan behÃ¶va Ã¤ndras i andra situationer. VÃ¤rdegrÃ¤ns mellan -2 och 2. Multiplicera med 'skala fÃ¶r avvikelse i noder.

source: (X,Y,Z) scale of fractal in nodes. Actual fractal size will be 2 to 3 times larger. These numbers can be made very large, the fractal does not have to fit inside the world. Increase these to 'zoom' into the detail of the fractal. Default is for a vertically-squashed shape suitable for an island, set all 3 numbers equal for the raw shape.
sv: (X,Y,Z) fraktalens skala i noder. Den riktiga storleken kommer att vara 2 till 3 gÃ¥nger stÃ¶rre. Siffrorna kan gÃ¶ras mycket stora, men fraktalen behÃ¶ver inte rymmas i vÃ¤rlden. Ãka dessa fÃ¶r att 'zooma' in i fraktalens detaljer. StandardvÃ¤rdet Ã¤r fÃ¶r en vertikalt mosad form som passar fÃ¶r en Ã¶, stÃ¤ll in alla 3 siffrorna lika fÃ¶r den ursprungliga formen.

source: 2D noise that controls the shape/size of ridged mountains.
sv: 2D-brus som styr formen/storleken pÃ¥ berg.

source: 2D noise that controls the shape/size of rolling hills.
sv: 2D-brus som styr formen/storleken av rullande kullar.

source: 2D noise that controls the shape/size of step mountains.
sv: 2D-brus som styr formen/storleken pÃ¥ steppberg.

source: 2D noise that controls the size/occurrence of ridged mountain ranges.
sv: 2D-brus som styr storleken/fÃ¶rekomsten av bergskedjor med rÃ¥gÃ¥ngar.

source: 2D noise that controls the size/occurrence of rolling hills.
sv: 2D-brus som styr storleken/fÃ¶rekomsten av rullande kullar.

source: 2D noise that controls the size/occurrence of step mountain ranges.
sv: 2D-brus som styr storleken/fÃ¶rekomsten av bergskedjor med rÃ¥gÃ¥ngar.

source: 2D noise that locates the river valleys and channels.
sv: 2D-brus som lokaliserar floddalar och kanaler.

source: 3D clouds
sv: 3D-moln

source: 3D mode
sv: 3D-lÃ¤ge

source: 3D mode parallax strength
sv: Parallaxstyrka i 3D-lÃ¤ge

source: 3D noise defining giant caverns.
sv: 3D oljudsdefinierade jÃ¤ttegrottor.

source: 3D noise defining mountain structure and height. Also defines structure of floatland mountain terrain.
sv: 3D oljudsdefinierade bergstrukturer och hÃ¶jd. Definierar ocksÃ¥ strukturen av bergsterrÃ¤ngen pÃ¥ luftÃ¶ar.

source: 3D noise defining structure of floatlands. If altered from the default, the noise 'scale' (0.7 by default) may need to be adjusted, as floatland tapering functions best when this noise has a value range of approximately -2.0 to 2.0.
sv: 3D-brus som definierar strukturen hos floatlands. Om det Ã¤ndras frÃ¥n standardvÃ¤rdet kan brusets 'skala' (vanligtvist 0.7) behÃ¶va justeras, eftersom avsmalningen av floatlands fungerar bÃ¤st nÃ¤r detta brus har ett vÃ¤rdeintervall pÃ¥ ungefÃ¤r -2.0 till 2.0.

source: 3D noise defining structure of river canyon walls.
sv: 3D oljudsdefiniering av strukturen av floddalsvÃ¤ggar.

source: 3D noise defining terrain.
sv: 3D brusdefinierad terrÃ¤ng.

source: 3D noise for mountain overhangs, cliffs, etc. Usually small variations.
sv: 3D-brus fÃ¶r bergsÃ¶verhÃ¤ng, klippor osv. Vanligtvist smÃ¥ variationer.

source: 3D noise that determines number of dungeons per mapchunk.
sv: 3D-brus som bestÃ¤mmer antalet fÃ¤ngelsehÃ¥lor per mappchunk.

source: 3D support. Currently supported: - none: no 3D output - anaglyph: cyan/magenta color 3D - topbottom: split screen top/bottom - sidebyside: split screen side-by-side - crossview: cross-eyed 3D
sv: 3D stÃ¶d. StÃ¶djs fÃ¶r nÃ¤rvarande: - ingen: ingen 3d output. - anaglyph: cyan/magenta fÃ¤rg 3d. - topbottom: delad skÃ¤rm uppifrÃ¥n/nerifrÃ¥n. - sidebyside: delad skÃ¤rm sida vid sida. - crossview: KorsÃ¶gd 3d

source: A chosen map seed for a new map, leave empty for random. Will be overridden when creating a new world in the main menu.
sv: Ett valt kartfrÃ¶ fÃ¶r en ny karta, lÃ¤mnas tom fÃ¶r slumpmÃ¤ssig. Kommer ersÃ¤ttas nÃ¤r ny vÃ¤rld skapas i huvudmenyn.

source: A message to be displayed to all clients when the server crashes.
sv: Ett meddelande som visas fÃ¶r alla klienter nÃ¤r servern krashar.

source: A message to be displayed to all clients when the server shuts down.
sv: Ett meddelande som visas fÃ¶r alla klienter nÃ¤r servern stÃ¤ngs ner.

source: ABM interval
sv: ABM-intervall

source: ABM time budget
sv: ABM-tidsbudget

source: Absolute limit of queued blocks to emerge
sv: Absolut grÃ¤ns fÃ¶r kÃ¶ade block att framtrÃ¤da

source: Acceleration in air
sv: Acceleration i luften

source: Acceleration of gravity, in nodes per second per second.
sv: Accelerering av gravitation, i noder per sekund per sekund.

source: Active Block Modifiers
sv: Aktiva Blockmodifierare

source: Active block management interval
sv: Aktivt blockhanteringsintervall

source: Active block range
sv: Aktiv blockrÃ¤ckvidd

source: Active object send range
sv: Aktivt avstÃ¥nd fÃ¶r objektsÃ¤ndning

source: Adjust the detected display density, used for scaling UI elements.
sv: Justera den identifierade skÃ¤rmdensiteten, vilket anvÃ¤nds fÃ¶r skalning av grÃ¤nssnittet.

source: Adjusts the density of the floatland layer. Increase value to increase density. Can be positive or negative. Value = 0.0: 50% of volume is floatland. Value = 2.0 (can be higher depending on 'mgv7_np_floatland', always test to be sure) creates a solid floatland layer.
sv: Justerar tÃ¤theten hos floatlandslagret. Ãka vÃ¤rdet fÃ¶r att Ã¶ka tÃ¤theten. Kan vara positiv eller negativ. VÃ¤rde = 0.0: 50% av volymen Ã¤r floatland. VÃ¤rde = 2.0 (kan vara hÃ¶gre beroende pÃ¥ 'mgv7_np_floatland', testa alltid fÃ¶r att vara sÃ¤ker) skapar ett fast floatlandslager.

source: Admin name
sv: AdministratÃ¶rsnamn

source: All mesh buffers with less than this number of vertices will be merged during map rendering. This improves rendering performance.
sv: Alla mesh-buffertar med fÃ¤rre Ã¤n detta antal hÃ¶rn kommer att slÃ¥s samman under kartrendering. Detta fÃ¶rbÃ¤ttrar renderingsprestandan.

source: Allow clouds to look 3D instead of flat.
sv: TillÃ¥t moln att se ut att vara 3D istÃ¤llet fÃ¶r platta.

source: Allows liquids to be translucent.
sv: TillÃ¥ter vÃ¤tskor att vara genomskinliga.

source: Alters the light curve by applying 'gamma correction' to it. Higher values make middle and lower light levels brighter. Value '1.0' leaves the light curve unaltered. This only has significant effect on daylight and artificial light, it has very little effect on natural night light.
sv: Ãndrar ljuskurvan genom att tillÃ¤mpa 'gammakorrigering' pÃ¥ den. HÃ¶gre vÃ¤rden leder till att de mellersta och lÃ¤gre ljusnivÃ¥erna blir ljusare. VÃ¤rdet '1.0' lÃ¤mnar ljuskurvan ofÃ¶rÃ¤ndrad. Detta har endast betydande effekt pÃ¥ dagsljus och konstgjort ljus, det har vÃ¤ldigt liten effekt pÃ¥ naturligt nattljus.

source: Always fly fast
sv: Flyg alltid snabbt

source: Ambient occlusion gamma
sv: Ambient ocklusion gamma

source: Amplifies the valleys.
sv: Amplifierar dalgÃ¥ngarna.

source: Anisotropic filtering
sv: Anisotrop filtrering

source: Announce server
sv: OffentliggÃ¶r server

source: Announce to this serverlist.
sv: Annonsera till serverlistan.

source: Anti-aliasing scale
sv: KantutjÃ¤mningsskala

source: Antialiasing method
sv: KantutjÃ¤mningsmetod

source: Anticheat flags
sv: Anticheat-flaggor

source: Anticheat movement tolerance
sv: Anticheat-rÃ¶relsetolerans

source: Append item name
sv: Infoga objektnamn

source: Append item name to tooltip.
sv: Infoga objektnamn till verktygstips.

source: Apple trees noise
sv: ÃppeltrÃ¤dlojud

source: Apply dithering to reduce color banding artifacts. Dithering significantly increases the size of losslessly-compressed screenshots and it works incorrectly if the display or operating system performs additional dithering or if the color channels are not quantized to 8 bits. With OpenGL ES, dithering only works if the shader supports high floating-point precision and it may have a higher performance impact.
sv: Applicera dithering fÃ¶r att minska fÃ¤rgbandsartefakter. Dithering Ã¶kar storleken pÃ¥ fÃ¶rlustfritt komprimerade skÃ¤rmdumpar avsevÃ¤rt och det fungerar felaktigt om skÃ¤rmen eller operativsystemet utfÃ¶r ytterligare dithering eller om fÃ¤rgkanalerna inte Ã¤r kvantiserade till 8 bitar. Med OpenGL ES fungerar dithering bara om shadern har stÃ¶d fÃ¶r hÃ¶g precision i flyttal och det kan ha en stÃ¶rre inverkan pÃ¥ prestandan.

source: Arm inertia
sv: ArmtrÃ¶ghet

source: Arm inertia, gives a more realistic movement of the arm when the camera moves.
sv: ArmtrÃ¶ghet, ger mer realistisk rÃ¶relse av armen nÃ¤r kameran fÃ¶rflyttar sig.

source: Ask to reconnect after crash
sv: FÃ¶rfrÃ¥ga att Ã¥terkoppla efter krash

source: At this distance the server will aggressively optimize which blocks are sent to clients. Small values potentially improve performance a lot, at the expense of visible rendering glitches (some blocks might not be rendered correctly in caves). Setting this to a value greater than max_block_send_distance disables this optimization. Stated in MapBlocks (16 nodes).
sv: Vid detta avstÃ¥nd kommer servern att aggressivt optimera vilka block som skickas till klienterna. SmÃ¥ vÃ¤rden kan potentiellt fÃ¶rbÃ¤ttra prestandan avsevÃ¤rt, pÃ¥ bekostnad av synliga renderingsglitchar (vissa block kanske inte renderas korrekt i grottor). SÃ¤tts detta till ett vÃ¤rde stÃ¶rre Ã¤n max_block_send_distance inaktiveras denna optimering. Angivet i mapblocks (16 noder).

source: At this distance the server will perform a simpler and cheaper occlusion check. Smaller values potentially improve performance, at the expense of temporarily visible rendering glitches (missing blocks). This is especially useful for very large viewing range (upwards of 500). Stated in MapBlocks (16 nodes).
sv: PÃ¥ detta avstÃ¥nd kommer servern att utfÃ¶ra en enklare och billigare ocklusionskontroll. Mindre vÃ¤rden kan potentiellt fÃ¶rbÃ¤ttra prestandan, pÃ¥ bekostnad av tillfÃ¤lligt synliga renderingsglitchar (block som saknas). Detta Ã¤r sÃ¤rskilt anvÃ¤ndbart fÃ¶r mycket stora visningsomrÃ¥den (upp till 500). Angivet i kartblock (16 noder).

source: Audio
sv: Ljud

source: Automatic jumping
sv: Automatiskt hopp

source: Automatically jump up single-node obstacles.
sv: Hoppa automatiskt upp Ã¶ver enstaka noder hinder.

source: Automatically report to the serverlist.
sv: Rapportera automatiskt till serverlistan.

source: Autoscaling mode
sv: Automatiskt skalningslÃ¤ge

source: Aux1 key for climbing/descending
sv: Aux1-knappen fÃ¶r klÃ¤ttring/sjunkning

source: Base ground level
sv: GrundnivÃ¥

source: Base terrain height.
sv: Bas fÃ¶r terrÃ¤nghÃ¶jd.

source: Base texture size
sv: Texturstorleksbas

source: Basic privileges
sv: GrundlÃ¤ggande privilegier

source: Beach noise
sv: Strandoljud

source: Beach noise threshold
sv: StrandoljudstrÃ¶skel

source: Bilinear filtering
sv: BilinjÃ¤r filtrering

source: Bind address
sv: Bindesadress

source: Biome API
sv: API fÃ¶r biom

source: Biome noise
sv: Biotopoljud

source: Block bounds HUD radius
sv: BlockgrÃ¤nsers HUD-radie

source: Block cull optimize distance
sv: Distans fÃ¶r optimering av blockgallring

source: Block send optimize distance
sv: Distans fÃ¶r optimering av blockskickning

source: Bobbing
sv: Guppande

source: Bold and italic font path
sv: Fet och kursiv typsnittssÃ¶kvÃ¤g

source: Bold and italic monospace font path
sv: Fet och kursiv monospace-typsnittssÃ¶kvÃ¤g

source: Bold font path
sv: Fet typsnittssÃ¶kvÃ¤g

source: Bold monospace font path
sv: Fet monospace-typsnittssÃ¶kvÃ¤g

source: Build inside player
sv: Bygg inuti spelare

source: Builtin
sv: Inbyggd

source: Camera
sv: Kamera

source: Camera smoothing
sv: KamerautjÃ¤mning

source: Camera smoothing in cinematic mode
sv: KamerautjÃ¤mning i filmiskt lÃ¤ge

source: Cave noise
sv: Grottoljud

source: Cave noise #1
sv: Grottoljud #1

source: Cave noise #2
sv: Grottoljud #2

source: Cave width
sv: Grottbredd

source: Cave1 noise
sv: Grotta1 oljud

source: Cave2 noise
sv: Grotta2 oljud

source: Cavern limit
sv: GrottbegrÃ¤nsning

source: Cavern noise
sv: Grottoljud

source: Cavern taper
sv: Grottavtagande

source: Cavern threshold
sv: GrottrÃ¶skel

source: Cavern upper limit
sv: Ãvre grottbegrÃ¤nsning

source: Center of light curve boost range. Where 0.0 is minimum light level, 1.0 is maximum light level.
sv: Center fÃ¶r ljuskurvans fÃ¶rstÃ¤rkningsomrÃ¥de. 0.0 Ã¤r minsta ljusnivÃ¥, 1.0 Ã¤r hÃ¶gsta ljusnivÃ¥.

source: Chat command time message threshold
sv: Chattkommando tidstrÃ¶skel

source: Chat commands
sv: Chattkommandon

source: Chat font size
sv: Chattens typsnittsstorlek

source: Chat log level
sv: Chattens loggnivÃ¥

source: Chat message count limit
sv: GrÃ¤ns fÃ¶r antalet chattmeddelanden

source: Chat message format
sv: Chattmeddelandeformat

source: Chat message kick threshold
sv: Chattmeddelandens sparkningstrÃ¶skel

source: Chat message max length
sv: HÃ¶gsta lÃ¤ngd fÃ¶r chattmeddelande

source: Chat weblinks
sv: WeblÃ¤nkar i chatt

source: Chunk size
sv: Chunkstorlek

source: Clickable weblinks (middle-click or Ctrl+left-click) enabled in chat console output.
sv: Klickbara weblÃ¤nkar (mellanklicka eller Ctrl+vÃ¤nsterklicka) aktiverad i chattkonsolens utdata.

source: Client Debugging
sv: KlientfelsÃ¶kning

source: Client Mesh Chunksize
sv: Klientsidig meshchunkstorlek

source: Client and Server
sv: Klient och Server

source: Client modding
sv: Klientmoddande

source: Client side modding restrictions
sv: BegrÃ¤nsningar fÃ¶r klientmoddning

source: Client-side Modding
sv: Klientmoddande

source: Client-side node lookup range restriction
sv: Klientsidig begrÃ¤nsing av intervall fÃ¶r nodsÃ¶kning

source: Climbing speed
sv: KlÃ¤tterfart

source: Cloud radius
sv: Molnradie

source: Clouds
sv: Moln

source: Clouds in menu
sv: Moln i meny

source: Color depth for post-processing texture
sv: FÃ¤rgdjup fÃ¶r efterbehandlingstextur

source: Colored fog
sv: FÃ¤rgad dimma
